{
  "architectures": [
    "SegVolModel"
  ],
  "auto_map": {
    "AutoConfig": "model_segvol_single.SegVolConfig",
    "AutoModel": "model_segvol_single.SegVolModel"
  },
  "model_type": "segvol",
  "patch_size": [
    4,
    16,
    16
  ],
  "spatial_size": [
    32,
    256,
    256
  ],
  "test_mode": true,
  "torch_dtype": "float32",
  "transformers_version": "4.18.0"
}
